
[
    {
        "idLeague": "4616",
        "idSoccerXML": null,
        "idAPIfootball": "5942",
        "strSport": "Soccer",
        "strLeague": "Argentinian Primera B Nacional",
        "strLeagueAlternate": "Nacional B, Primera Nacional",
        "intDivision": "2",
        "idCup": "0",
        "strCurrentSeason": "2024",
        "intFormedYear": "1986",
        "dateFirstEvent": "2019-08-16",
        "strGender": "Male",
        "strCountry": "Argentina",
        "strWebsite": "www.afa.com.ar/499/pages/estadisticas-primera-b-nacional",
        "strFacebook": "",
        "strInstagram": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "Primera B Nacional (usually called simply Nacional B, in English 'National B Division', and Primera Nacional since the 2019–20 season) is the second division of the Argentine football league system. The competition is made up of 32 teams, divided into two zones. It is played by teams from all over the country. Clubs from Buenos Aires surroundings, as well as some from Santa Fe Province, are promoted from or relegated to the Primera B Metropolitana ('Metropolitan B Division') while for teams from the other provinces the Torneo Federal A (Federal A Tournament') is the next level down. In Argentine football, Nacional B is the second-highest league, and from it the three best teams are automatically promoted to Primera División. Primera B Nacional games are often transmitted to Argentina and abroad on television by TyC Sports.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": "US - TyC Sports [2021]",
        "strFanart1": null,
        "strFanart2": null,
        "strFanart3": null,
        "strFanart4": null,
        "strBanner": null,
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/ewsq8g1578817016.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/1p2rls1578816841.png",
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4406",
        "idSoccerXML": null,
        "idAPIfootball": "5956",
        "strSport": "Soccer",
        "strLeague": "Argentinian Primera Division",
        "strLeagueAlternate": "Liga Profesional de Fútbol",
        "intDivision": "1",
        "idCup": "0",
        "strCurrentSeason": "2024",
        "intFormedYear": "1891",
        "dateFirstEvent": "2015-02-13",
        "strGender": "Male",
        "strCountry": "Argentina",
        "strWebsite": "www.ligaprofesional.ar",
        "strFacebook": "www.facebook.com/ligaprofesionalAFA",
        "strInstagram": "",
        "strTwitter": "twitter.com/LigaAFA",
        "strYoutube": "www.youtube.com/channel/UCJmCVoUfCBQb9lcfXIS8nXQ",
        "strRSS": "",
        "strDescriptionEN": "The Primera División, named Liga Profesional de Fútbol since 2020, is a professional football league in Argentina, organised by the Argentine Football Association (AFA). The Primera División is the country's premier football division and is the top division of the Argentine football league system. It operates on a system of promotion and relegation with the Primera Nacional (Second Division), with the teams placed lowest at the end of the season being relegated. With the first championship held in 1891, Argentina became the first country outside the United Kingdom (where the Football League had been debuted in 1888) to establish a football league. In the early years, only teams from Buenos Aires, Greater Buenos Aires, La Plata and Rosario were affiliated to the national association. Teams from other cities would join in later years. The Primera División turned professional in 1931 when 18 clubs broke away from the amateur leagues to form a professional one. Since then, the season has been contested annually in four different formats and calendars. The Argentine championship was ranked in the top 10 as one of the strongest leagues in the world (for 1 January 2015 – 31 December 2015 period) by the International Federation of Football History & Statistics (IFFHS). Argentina placed 4th after La Liga (Spain), Serie A (Italy), and Bundesliga (Germany).",
        "strDescriptionDE": null,
        "strDescriptionFR": "Le Championnat d'Argentine de football (espagnol : Primera División) est une compétition de football organisée par l'AFA (Asociación del Fútbol Argentino), opposant les 20 meilleures équipes d'Argentine et couronnant deux champions par an. La première partie du championnat, appelée Initial (Inicial) se dispute d'août à décembre et la seconde partie, appelée Final, se dispute de février à juin. Le championnat d'Argentine est, selon l'IFFHS, l'un des meilleurs championnats du monde. Il était en 2013 considéré comme le 6e meilleur du monde. Il alimente en joueurs de très nombreux championnats européens et mondiaux, notamment la Liga espagnole, la Serie A ou la Premier League. Les clubs argentins ont obtenu 62 titres internationaux, un record mondial. Promotions et relégations n'ont lieu qu'en juin, à l'issue du tournoi Final, par un système complexe de moyennes. Les équipes ayant obtenu les plus mauvaises moyennes sont reléguées en deuxième division.",
        "strDescriptionIT": "La Primera División, nota anche come Liga Profesional de Fútbol (LPF), è il massimo livello del campionato di calcio argentino. Dapprima strutturata in un torneo unico, dalla stagione 1990-1991 alla stagione 2013-2014 è stata divisa in due tornei, denominati Apertura e Clausura (dalla stagione 1990-1991 alla stagione 2011-2012) e Tornei Inicial e Final (stagioni 2012-2013 e 2013-2014), di cui il primo equivaleva al girone di andata dei campionati europei ed il secondo al girone di ritorno.[1][2] Nel 2015 è stata varata una riforma che ha portato il campionato ad avere 30 squadre[3]. Ciononostante, nel 2016 la modifica è stata rivoltata, pertanto la quantità di squadre diminuirà gradualmente fino ad avere 22 squadre nella stagione 2020-21.[4]. La situazione creata dall'emergenza COVID-19 ha però rinviato quanto precedentemente deciso. Il campionato 2019-2020 a 24 squadre, è iniziato a luglio 2019 e terminato il marzo successivo, con la disputa del solo girone di andata. L'inizio della stagione 2020-21 è stato ripetutamente ritardato a causa del perdurare dell'emergenza COVID-19, fino a quando il governo ha finalmente concesso di poter iniziare ad ottobre. Pertanto l'AFA, dopo aver deciso di iniziare, salvo che la situazione sanitaria dovesse precipitare repentinamente, ha posticipato il campionato nazionale a marzo 2021 (e pertanto, per la prima volta dal 1892 il campionato, nel 2020, non verrà giocato) e organizzato l'edizione 2020 della Copa de la Liga Profesional, concepita come un torneo di emergenza, con la partecipazione delle 24 squadre della massima serie. Il club più titolato è il River Plate, vincitore di 36 campionati.[5][6] Alla Coppa Libertadores si qualificano il campione e le squadre collocate al secondo e terzo posto nella classifica finale. Un'altra piazza, valida per i preliminari, spetta a quella situata in quarta posizione. Gli altri due qualificati sono i vincitori della Copa Argentina e della Copa de la Superliga Argentina. Esiste anche una seconda competizione continentale, la Copa Sudamericana, a cui si qualificano le squadre collocate tra il quinto e il nono posto, più il secondo posto della Copa de la Superliga Argentina. Retrocedono direttamente nella Primera B Nacional le quattro squadre con la peggior media punti delle tre stagioni precedenti (quello che in Argentina viene chiamato promedio), e vengono promossi i due club che hanno ottenuto più punti nell'ultima stagione. La media punti delle squadre neo-promosse si conteggia a partire dalla loro promozione. Questo complesso sistema, che penalizza le squadre più deboli e le neo-promosse, è stato varato nel 1983, due anni dopo la retrocessione del San Lorenzo de Almagro. Quell'anno, il River Plate finì diciottesimo e scampò la seconda categoria, mentre il Racing Club e il Nueva Chicago furono i primi a retrocedere. Il massimo goleador storico del campionato argentino è il paraguaiano Arsenio Erico, con 295 gol. D'altra parte, Bernabé Ferreyra ha la miglior media-gol: 1,03 (206 reti in 197 gare disputate). Nel 2020 il campionato argentino si è posizionato al 9º posto della classifica mondiale dei campionati stilata annualmente dall'IFFHS e al 3º posto a livello continentale.",
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": "El campeonato de Primera División del fútbol argentino es un torneo organizado por la Asociación del Fútbol Argentino (AFA) y es la máxima categoría del sistema de campeonatos de dicho deporte en Argentina. En el certamen actual participan treinta equipos, los que son presentados por clubes, asociaciones civiles sin fines de lucro, aunque desde el año 2000 puede darse la situación de que el equipo esté gerenciado por una empresa privada, en representación y con la aprobación del club respectivo. A pesar de haberse decidido oficialmente que, a partir del Campeonato 2015, se cambiaría el modelo de dos torneos cortos, utilizando calendario europeo, a un solo concurso que transcurriría en el año calendario, aumentando el número de participantes a 30 equipos,9 en su reunión del 11 de noviembre de 2014, el Comité Ejecutivo de la Asociación propuso una revisión de lo actuado. Por ese motivo se produjo una controversia sobre el modo de disputa y el calendario de ese certamen,10 11 12 13 14 aunque finalmente, ante la intervención de directivos de la televisión y el gobierno, se propuso respetar lo acordado en la reunión del 3 de junio de 2014 y ratificar el modo de disputa del torneo.15 El concurso se realiza en una ronda de todos contra todos, con el agregado de un partido según los emparejamientos realizados por la Asociación, basado, en la mayoría de los casos, en los que se consideran rivales clásicos. Esos partidos se jugarán en la 24.ª fecha y en los mismos se invertirá la condición de local con respecto al otro enfrentamiento. De esta manera, cada equipo disputará un total de 30 partidos. Por otro lado, se producirán dos descensos a la segunda división, la Primera B Nacional, determinados según la tabla de promedios de los cuatro últimos torneos. Asimismo, se producirá la clasificación de 3 equipos a la Copa Libertadores 2016 y de otros 5 a la Copa Sudamericana del mismo año, cuyos cupos se completarán con la realización de dos liguillas, método que se reflotará luego de haberse empleado por última vez en la temporada 1991/92. El Campeonato de Primera División es uno de los mejores del mundo de acuerdo con la Federación Internacional de Historia y Estadística de Fútbol. En la última clasificación, la del año 2014, ocupa el cuarto puesto en el ranking anual de dicha institución,16 que se elabora desde 1991. La Primera División de Argentina, a excepción de 1993, siempre estuvo entre las diez primeras. Su mejor ubicación en este ranking se dio en 2008, cuando logró el tercer lugar, siendo superada apenas por la Premier League de Inglaterra y por la Serie A de Italia. Estas mismas ligas son las que ocupan los tres primeros lugares del escalafón actual, junto con la Primera División de España.",
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": "US - CBS Sports [2021-2024]",
        "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/wrppvx1422244030.jpg",
        "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/s21imk1695735200.jpg",
        "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/7704o21695735236.jpg",
        "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/7gng001695735260.jpg",
        "strBanner": "https://www.thesportsdb.com/images/media/league/banner/7x4xmv1567241754.jpg",
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/1vslha1589960216.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/v4zcaz1589960217.png",
        "strPoster": "https://www.thesportsdb.com/images/media/league/poster/wr7uyy1636806020.jpg",
        "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/xrvqvx1422244125.png",
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "5215",
        "idSoccerXML": null,
        "idAPIfootball": "5943",
        "strSport": "Soccer",
        "strLeague": "Argentina Primera B Metropolitana",
        "strLeagueAlternate": "",
        "intDivision": "3",
        "idCup": "0",
        "strCurrentSeason": "2024",
        "intFormedYear": "1899",
        "dateFirstEvent": "2022-02-12",
        "strGender": "Male",
        "strCountry": "Argentina",
        "strWebsite": "",
        "strFacebook": "",
        "strInstagram": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "Primera B Metropolitana is one of two professional leagues that form the third level of the Argentine football league system. The division is made up of 17 clubs mainly from the city of Buenos Aires and its metropolitan area, Greater Buenos Aires. Originally created as the second division, it became the third level after a restructuring of the system in 1985 that ended with the creation of Primera B Nacional, set as the second division since then. The other league at level three is the Torneo Federal A, where teams from regional leagues take part.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": null,
        "strFanart1": null,
        "strFanart2": null,
        "strFanart3": null,
        "strFanart4": null,
        "strBanner": null,
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/6shh7l1645299895.png",
        "strLogo": null,
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4500",
        "idSoccerXML": null,
        "idAPIfootball": "5905",
        "strSport": "Soccer",
        "strLeague": "Copa Argentina",
        "strLeagueAlternate": "",
        "intDivision": "99",
        "idCup": "1",
        "strCurrentSeason": "2024",
        "intFormedYear": "1969",
        "dateFirstEvent": "2019-07-14",
        "strGender": "Male",
        "strCountry": "Argentina",
        "strWebsite": "www.copaargentina.org",
        "strFacebook": "",
        "strInstagram": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "The Copa Argentina (English: Argentine Cup), officially known as the 'Copa Argentina AXION energy' due to sponsorship reasons, is an official football cup competition organized by the Argentine Football Association (AFA), with the aim of qualifying one club to the Copa Libertadores. The first editions of the championship were contested by teams playing in Primera División that did not earn eligibility to participate in the Copa Libertadores of the following year, and the best placed clubs playing in regional leagues. The tournament was re-launched in 2011, with teams of all divisions that form the Argentine football league system taking part of the championship. The winner of Copa Argentina qualifies for the Supercopa Argentina against the reigning champions of Primera División. Boca Juniors is the most successful team with four titles won, the latest in 2019–20.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": "US - CBS Sports [2021-2024]",
        "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/osd2o01702529280.jpg",
        "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/lzrdkz1702657389.jpg",
        "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/d34nrf1702529280.jpg",
        "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/th8oq81702529280.jpg",
        "strBanner": null,
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/welbig1655924428.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/65t73z1563098226.png",
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    }
]
