
[
    {
        "idLeague": "4625",
        "idSoccerXML": null,
        "idAPIfootball": "5102",
        "strSport": "Soccer",
        "strLeague": "Brazilian Serie C",
        "strLeagueAlternate": "",
        "intDivision": "3",
        "idCup": "0",
        "strCurrentSeason": "2023",
        "intFormedYear": "1981",
        "dateFirstEvent": "2020-08-08",
        "strGender": "Male",
        "strCountry": "Brazil",
        "strWebsite": "www.cbf.com.br/futebol-brasileiro/competicoes/campeonato-brasileiro-serie-c",
        "strFacebook": "",
        "strInstagram": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "The Campeonato Brasileiro Série C is the third tier of the Brazilian football league system. Unlike the first and second divisions, the Série C is not played in a double round robin system, arguably because many participating teams lack the financial conditions to travel long distances. Thus, the tournament is organized in regional groups and the table prevents teams from distant states from playing each other in the initial rounds. Until 2008, any professional team could apply, but only 64 teams would take part in the tournament. The teams that had been relegated from the Série B in the previous year were joined by teams qualified for each federation state. Qualification rules varied, some federations used the state tournaments as qualification tournaments, others organized exclusive qualification tournaments to the Série C. Beginning in 2009, the Série C was reduced from 64 teams to 20 and the new Campeonato Brasileiro Série D is the qualifier for Brazilian league football. In its current format the 20 teams are divided into two groups and each team plays all opponents from its own group on a home and away basis. The top four teams in each group qualify for a knock out stage and the four semi-finalists are promoted to the Campeonato Brasileiro Série B. The bottom two teams of each group are relegated to the Campeonato Brasileiro Série D.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": null,
        "strFanart1": null,
        "strFanart2": null,
        "strFanart3": null,
        "strFanart4": null,
        "strBanner": null,
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/y8bfdk1597518944.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/lx7hna1597519022.png",
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4404",
        "idSoccerXML": null,
        "idAPIfootball": "5082",
        "strSport": "Soccer",
        "strLeague": "Brazilian Serie B",
        "strLeagueAlternate": "",
        "intDivision": "2",
        "idCup": "0",
        "strCurrentSeason": "2023",
        "intFormedYear": "1971",
        "dateFirstEvent": "2017-05-12",
        "strGender": "Male",
        "strCountry": "Brazil",
        "strWebsite": "www.cbf.com.br/competicoes/brasileiro-serie-b#.VLpYBnZ0e8w",
        "strFacebook": "",
        "strInstagram": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "The Campeonato Brasileiro Série B, commonly referred to as the Brasileirão Série B or simply Série B is the second tier of the Brazilian football league system. The competition format has changed almost every year since it first occurred, in 1971. In some years, it was not played altogether. However since 2006, it has been contested by 20 teams in a double round-robin format with the top four teams being promoted to Campeonato Brasileiro Série A and the bottom four teams being relegated to Campeonato Brasileiro Série C.",
        "strDescriptionDE": null,
        "strDescriptionFR": "Le championnat du Brésil de football de deuxième division, appelé Brasileiro Série B ou Série B, est une compétition annuelle de football disputée entre les clubs brésiliens. Il constitue le deuxième niveau de la hiérarchie du football brésilien. Disputée pour la première fois en 1971, année de la création officielle du championnat du Brésil de football, la Série B a connu de nombreuses évolutions, tant dans son format, dans son nombre de participants que dans sa tenue ou non. Son format s'est cependant stabilisé depuis 2006. En effet, depuis cette date, la Série B regroupe, durant la deuxième moitié de l'année, 20 équipes professionnelles qui s'affrontent sur 38 journées en matches aller-retour. Au terme du championnat, les quatre premières équipes sont promues en Série A, tandis que les quatre dernières sont reléguées en Série C.",
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": "El Campeonato Brasileño de Serie B es la segunda división del fútbol brasileño. Se disputó en 1971 y 1972, y luego a partir de 1980. En la competición, que está organizada por la Confederación Brasileña de Fútbol (CBF), los cuatro mejores equipos son promovidos a la Serie A, mientras los últimos cuatro equipos clasificados son relegados a la Serie C.",
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": "US - Fanatiz [2021]",
        "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/qxn0r41701968410.jpg",
        "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/06kdfc1701968411.jpg",
        "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/cx4hgr1701968412.jpg",
        "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/39bejl1701968412.jpg",
        "strBanner": null,
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/0206v41534575321.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/qpvxqq1422460318.png",
        "strPoster": null,
        "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/uxxrxw1422277703.png",
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4725",
        "idSoccerXML": null,
        "idAPIfootball": "5067",
        "strSport": "Soccer",
        "strLeague": "Copa do Brasil",
        "strLeagueAlternate": "Brazil Cup",
        "intDivision": "99",
        "idCup": "1",
        "strCurrentSeason": "2023",
        "intFormedYear": "1989",
        "dateFirstEvent": "2020-02-06",
        "strGender": "Male",
        "strCountry": "Brazil",
        "strWebsite": "copadobrasil.com.br",
        "strFacebook": "",
        "strInstagram": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "The Copa do Brasil (English: Brazil Cup) is a knockout football competition played by 91 teams, representing all 26 Brazilian states plus the Federal District. It is the Brazilian domestic cup and the Brazilian equivalent of the FA Cup, Taça de Portugal, Copa del Rey, Coupe de France, Coppa Italia, DFB-Pokal, KNVB Cup, U.S. Open Cup, and Copa Argentina, among others. The Copa do Brasil is an opportunity for teams from smaller states to play against the big teams. Giant-killing by these smaller clubs has regularly occurred throughout the competition's history. The winner of the cup automatically qualifies for the following edition of the Copa Libertadores de América, the prestigious continental football tournament contested by top clubs in South America organized by COMNEBOL. Initially the Copa do Brasil was contested by 32 clubs. The field increased to 40 in 1996, increased to 69 by the year of 2000, and stabilized at 64 after 2001 which it remained at until 2012. Clubs from all 26 Brazilian states and the Federal District participate. From 2001 to 2012, the Copa do Brasil was played in the first half of the year and in those seasons, due to busy scheduling, teams playing in the Copa Libertadores did not participate in the Copa do Brasil in the same year. Thus, the Copa do Brasil champion never defended their title in the next edition, since they would be qualified for the Copa Libertadores that year. Starting in 2013, 86 teams participate in the cup and the teams that compete in the Copa Libertadores join the Copa do Brasil directly in the Round of 16. Also, the best 8 teams from the previous year's Campeonato Brasileiro Série A eliminated up to the third round qualify for Copa Sudamericana. From 2017 onward the cup has been contested by 91 teams. Starting in 2016, the tournament has been sponsored by Continental AG and is thus currently known as the Copa Continental Pneus do Brasil (English: Continental Tires Brazil Cup) for sponsorship reasons. Cruzeiro is the most successful club, having won the competition six times, followed by Gremio with 5 titles, then Corinthians, Palmeiras, and Flamengo with 3. Another 11 clubs have won one edition of the competition, resulting in a total of 16 champions. The state with the highest number of titles is São Paulo , with 9. Only two states have champions from more than one city: São Paulo (Jundiaí, Santo André, Santos and São Paulo) and Rio Grande do Sul (Caxias do Sul and Porto Alegre). Rio de Janeiro is the only city with more than two champion clubs (Flamengo, Fluminense and Vasco da Gama).",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": null,
        "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/715zot1700165970.jpg",
        "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/hi7hre1700166460.jpg",
        "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/t75ovt1700166631.jpg",
        "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/xz10ta1700166877.jpg",
        "strBanner": null,
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/h38dax1582151151.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/opmpxf1700175452.png",
        "strPoster": null,
        "strTrophy": null,
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "5079",
        "idSoccerXML": null,
        "idAPIfootball": "5103",
        "strSport": "Soccer",
        "strLeague": "Brazil Serie D",
        "strLeagueAlternate": "",
        "intDivision": "4",
        "idCup": "0",
        "strCurrentSeason": "2023",
        "intFormedYear": "2009",
        "dateFirstEvent": "2021-05-26",
        "strGender": "Male",
        "strCountry": "Brazil",
        "strWebsite": "www.cbf.com.br/competicoes/brasileiro-serie-d",
        "strFacebook": "",
        "strInstagram": "",
        "strTwitter": "",
        "strYoutube": "",
        "strRSS": "",
        "strDescriptionEN": "The Campeonato Brasileiro Série D (Brazilian Championship Serie D) is the fourth division of the Brazilian football league system, and was announced by the Brazilian Football Confederation (CBF) on April 9, 2008. The Campeonato Brasileiro Série D was formed from the split of the Série C, keeping its best 20 clubs and playing double round robin as does the top three divisions. The Série D keeps the same format of the older Série C, but with participation limited to 40 clubs recognized by the state federation. In 2016 the Série D was expanded to 68 clubs.",
        "strDescriptionDE": null,
        "strDescriptionFR": "",
        "strDescriptionIT": null,
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": "US - Eleven Sports [2021]",
        "strFanart1": "",
        "strFanart2": "",
        "strFanart3": "",
        "strFanart4": "",
        "strBanner": null,
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/dx5dzt1625348610.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/jjodv31625521346.png",
        "strPoster": "",
        "strTrophy": "",
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    },
    {
        "idLeague": "4351",
        "idSoccerXML": null,
        "idAPIfootball": "5074",
        "strSport": "Soccer",
        "strLeague": "Brazilian Serie A",
        "strLeagueAlternate": "",
        "intDivision": "1",
        "idCup": "0",
        "strCurrentSeason": "2023",
        "intFormedYear": "1959",
        "dateFirstEvent": "2014-04-19",
        "strGender": "Male",
        "strCountry": "Brazil",
        "strWebsite": "brasileirao.cbf.com.br",
        "strFacebook": "www.facebook.com/brasileirao",
        "strInstagram": "www.instagram.com/brasileirao/",
        "strTwitter": "twitter.com/brasileirao",
        "strYoutube": "www.youtube.com/brasileirao",
        "strRSS": "",
        "strDescriptionEN": "The Campeonato Brasileiro Série A. commonly referred to as the Brasileirão and also known as Brasileirão Assaí due to sponsorship with Assaí Atacadista, is a Brazilian professional league for men's football clubs. At the top of the Brazilian football league system, it is the country's primary football competition. Contested by 20 clubs, it operates on a system of promotion and relegation with the Campeonato Brasileiro Série B. In 2021 the competition was chosen by the IFFHS as the strongest national league in South America as well as the strongest in the world. Due to historical peculiarities and the large geographical size of the country, Brazil has a relatively short history of nationwide football competitions. Only in 1959, with the advancements in civil aviation and air transport and the need to appoint a Brazilian representative to the first edition of the Copa Libertadores was a nationwide tournament created, Taça Brasil. In 1967, the Torneio Rio-São Paulo was expanded to include teams from other states, becoming the Torneio Roberto Gomes Pedrosa, which was also considered a national tournament. The first tournament downright called a national championship was held in 1971, although it was only referred to as Campeonato Brasileiro starting in 1989",
        "strDescriptionDE": null,
        "strDescriptionFR": "Le championnat du Brésil de football (souvent appelé Brasileirão) est une compétition annuelle de football disputée par les meilleurs clubs brésiliens. La première division (Série A) est composée de 20 clubs qui s'affrontent en matchs aller et retour. Les quatre premiers au classement sont qualifiés pour la Copa Libertadores et les quatre derniers sont relégués en deuxième division (Série B). Cette compétition d'envergure nationale a eu le plus grand mal à s'imposer dans un pays si vaste et si pauvre que les championnats locaux (les Campeonatos Estaduais) ont longtemps tenu le haut du pavé. Timidement mis en place en 1971, le Brasileirão s'est désormais imposé comme la compétition de référence au Brésil. Le championnat national a eu d'autres n",
        "strDescriptionIT": "Il Campeonato Brasileiro Série A, conosciuto popolarmente come Brasileirão, è il massimo livello del campionato brasiliano di calcio. Viene organizzato dal 1959[1] dalla Confederação Brasileira de Futebol e vi partecipano, attualmente, 20 squadre. Si gioca nell'anno solare, da maggio a dicembre. Nel 2020 il campionato brasiliano si è posizionato al 3º posto della classifica mondiale dei campionati stilata annualmente dall'IFFHS e al 1º posto a livello continentale.[2]",
        "strDescriptionCN": null,
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": "El Campeonato Brasileño de Serie A, conocido como Brasileirão, es la primera división del Fútbol de Brasil. Desde el año 2006 está compuesta por veinte equipos, y se disputa entre los meses de mayo a diciembre. Desde 2003, se disputa en formato de ida y vuelta, de forma que cada equipo juega dos partidos contra cada uno de los otros, uno como local y otro como visitante. El equipo con más puntos al final del campeonato es declarado campeón. Por lo tanto, no hay un partido final, lo cual ha sido objeto de controversias, ya que tradicionalmente la definición se realizaba con formato de postemporada. Cada equipo juega treinta y ocho partidos. Al campeón y a los tres equipos siguientes se les otorga plaza en la Copa Libertadores de América, mientras que los equipos que finalizan entre el quinto y el duodécimo puesto tienen asegurado el pasaje a la Copa Sudamericana. Los cuatro últimos descienden a la Serie B. Debido a las peculiaridades históricas y al gran extensión del país, Brasil tiene una historia relativamente corta de competiciones de fútbol a nivel nacional. El Campeonato Brasileño se inició en 1959, pero el moderno campeonato fue apoyado por el régimen militar de la época, y facilitado por los avances en la aviación civil y transporte aéreo. Antes de la creación de una liga nacional, los torneos de fútbol más prestigiosos en Brasil eran las ligas estatales, en particular el Campeonato Paulista y el Campeonato Carioca (los torneos estatales de São Paulo y Río de Janeiro, respectivamente). El Campeonato Brasileño es la segunda liga más fuerte del mundo según el ranking oficial de la Federación Internacional de Historia y Estadística de Fútbol (IFFHS).1 Los clubes brasileños también compiten en otros torneos nacionales de menor importancia, como la Copa de Brasil, así como también en otros de nivel nacional , regional y estatal. El sistema de ligas, encabezado por la Serie A, fue creado en 1959 como la Taça Brasil y con el nombre de Campeonato Brasileño solo en 1971. En Brasil también recibe el nombre de Brasileirão. Cabe destacar que por decisión de la Confederación Brasileña de Fútbol, todos los títulos oficiales son vigentes desde 1959.",
        "strDescriptionPT": "Campeonato Brasileiro de Futebol (conhecido popularmente como Brasileirão e, por questões de patrocínio, como Brasileirão Chevrolet) é o principal torneio entre clubes de futebol do Brasil, disputado anualmente desde 1959. Em dezembro de 2010, a CBF unificou a Taça Brasil, disputada de 1959 a 1968, e as edições de 1967 a 1970 do Torneio Roberto Gomes Pedrosa ao Campeonato Brasileiro propriamente dito, iniciado em 1971. O campeonato teve vários formatos, incluindo fase eliminatória e pontos corridos. O primeiro campeão brasileiro foi o Bahia, sendo que antes da unificação, o primeiro campeão brasileiro com este nome foi o Atlético Mineiro, em 1971.1 Uma das características históricas do Campeonato Brasileiro foi a falta de uma padronização no sistema de disputa, que mudava a cada ano, assim como as regras e o número de participantes. Atualmente, cada temporada decorre entre maio e dezembro, tendo 38 rodadas com dez partidas cada, totalizando 380 partidas em toda a temporada. A maioria dos jogos são disputados durante o período da tarde nos sábados e domingos e algumas vezes durante a noite no meio da semana. Palmeiras e Santos são os dois times com maior número de títulos brasileiros, com 8 títulos para cada clube. Os direitos de transmissão do campeonato na televisão aberta pertencem a Rede Globo e a Rede Bandeirantes; na televisão por assinatura, ao SporTV e a FOX Sports (apenas melhores momentos); e no sistema de pay-per-view, ao Premiere.",
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionPL": null,
        "strDescriptionIL": null,
        "strTvRights": "US - CBS Sports [2021-2023]",
        "strFanart1": "https://www.thesportsdb.com/images/media/league/fanart/domtxh1701967256.jpg",
        "strFanart2": "https://www.thesportsdb.com/images/media/league/fanart/4myle71701967256.jpg",
        "strFanart3": "https://www.thesportsdb.com/images/media/league/fanart/i4qp1v1701967256.jpg",
        "strFanart4": "https://www.thesportsdb.com/images/media/league/fanart/xfjcd11701967256.jpg",
        "strBanner": "https://www.thesportsdb.com/images/media/league/banner/vs538a1557524860.jpg",
        "strBadge": "https://www.thesportsdb.com/images/media/league/badge/ny47lx1701964009.png",
        "strLogo": "https://www.thesportsdb.com/images/media/league/logo/quvpxu1422459374.png",
        "strPoster": "https://www.thesportsdb.com/images/media/league/poster/wncl5l1580247811.jpg",
        "strTrophy": "https://www.thesportsdb.com/images/media/league/trophy/02ftjh1684945323.png",
        "strNaming": "{strHomeTeam} vs {strAwayTeam}",
        "strComplete": null,
        "strLocked": "unlocked"
    }
]
